var request = {
	"msgType": "CHART_REGIST",
    "dataType": "T",
	"id": "1",
	"market": "00",
	"issueCode": "6758",
	"sid": "E1E225B240BB4FFC8523FC699A6274242565C610"
};


var sony_init_tick = {
	"msgType": "CHART_REGIST_ACK",
    "dataType": "T",
    "id": "1",
	"market": "00",
	"issueCode": "6758",
    "dec": "1",			// 有効小数点桁(株は全て1固定、指数と派生は各々)
    "last": "1971.0",	// 前日終値
    "data": [
           { "t": "2013/06/25 09:00:01", "p": "1973.00", "v": "105600", "w": "1973.1234", "s": "0", "n": "1" },
           { "t": "2013/06/25 09:00:02", "p": "1978.00", "v": "1000", "w": "1973.1234", "s": "0", "n": "2" },
           { "t": "2013/06/25 09:00:05", "p": "1972.00", "v": "2700", "w": "1973.1234", "s": "0", "n": "3" },
           { "t": "2013/06/25 09:00:06", "p": "1975.00", "v": "1900", "w": "1973.1234", "s": "0", "n": "4" }
        ]
    }
};

var sony_real_tick = {
    "msgType": "CHART_UPDATE",
    "id": "1",
    "market": "00",
    "issueCode": "6758",
    "data": [
         { "t": "2013/06/25 09:00:07", "p": "1975.00", "v": "1900", "w": "1973.1234", "s": "0", "n": "5" }
        ]
    }
};

"t": 日時
"p": 値段
"v": 数量
"w": VWAP
"s": 場識別(0:通常場/1:イブニング)
"n": TICK番号
